"""
Выведите на экран следующую последовательность чисел с помощью цикла while.

3

13

23

33

43
"""

result = 3
while result < 44:
    print(result)
    result += 10
